tap "codeclimate/formulae"
tap "elorest/crystal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "loadimpact/k6"
tap "luckyframework/lucky"
brew "gettext", link: true
brew "chromaprint"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "openssl"
brew "crystal"
brew "docker-compose", link: false
brew "elixir"
brew "ffmpeg"
brew "flac"
brew "fzf"
brew "gcc"
brew "git-flow"
brew "git-lfs"
brew "gnumeric"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "md5sha1sum"
brew "mplayer"
brew "mysql"
brew "ncdu"
brew "ncftp"
brew "nginx"
brew "nmap"
brew "node"
brew "openssh"
brew "tree"
brew "pass"
brew "postgresql", restart_service: true
brew "pspg"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis"
brew "sox"
brew "taglib"
brew "task"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "unrar"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn", args: ["without-node"]
brew "zookeeper"
brew "codeclimate/formulae/codeclimate"
brew "heroku/brew/heroku"
brew "loadimpact/k6/k6"
brew "luckyframework/lucky/lucky"
cask "alacritty"
cask "buttercup"
cask "java"
cask "quicklook-json"
